[
  {
    "correct": "空腸と回腸の境界は不明瞭で、空腸粘膜の表面積は絨毛、微絨毛の発達により広くなっている",
    "incorrect": "空腸と回腸の境界は不明瞭で、回腸粘膜の表面積は絨毛、微絨毛の発達により広くなっている"
  },
  {
    "correct": "消化管粘膜上皮は単層円柱上皮が基本で、口腔、咽頭、食道、肛門管は重層扁平上皮からなる",
    "incorrect": "消化管粘膜上皮は重症扁平上皮が基本で、口腔、咽頭、食道、肛門管は単層円柱上皮からなる"
  },
  {
    "correct": "消化管壁は管腔から粘膜上皮、基底膜、粘膜固有層、粘膜筋板、粘膜下組織、筋層、漿膜",
    "incorrect": "消化管壁は管腔から粘膜上皮、粘膜固有層、粘膜筋板、基底膜、粘膜下組織、筋層、漿膜"
  },
  {
    "correct": "消化管の筋層は内輪外縦の２層が基本、食道は内輪外縦だがラセン状、胃は内斜中輪外縦の３層",
    "incorrect": "消化管の筋層は内輪外縦の２層が基本、食道は内輪外縦だがラセン状、胃は内輪中斜外縦の３層"
  },
  {
    "correct": "マイスナー神経叢は粘膜下組織、アウェルバッハ神経叢は筋層間に存在する",
    "incorrect": "マイスナー神経叢は筋層間、アウェルバッハ神経叢は粘膜下組織に存在する"
  },
  {
    "correct": "消化管の腺の多くは粘膜固有層にあり、食道腺、ブルンナー腺は粘膜下組織に存在する",
    "incorrect": "消化管の腺の多くは粘膜上皮にあり、食道腺、ブルンナー腺は粘膜固有層に存在する"
  },
  {
    "correct": "膵臓は消化酵素を産生して、消化酵素はファーター乳頭から分泌される",
    "incorrect": "脾臓は消化酵素を産生して、消化酵素はファーター乳頭から分泌される"
  },
  {
    "correct": "胃、空腸、回腸、横行結 腸、S状結腸は完全に漿膜で覆われており、腸間膜がある",
    "incorrect": "胃、十二指腸、空腸、回腸、横行結腸、S状結腸は完全に漿膜で覆われており、腸間膜がある"
  },
  {
    "correct": "内臓は胸腔または腹腔にある臓器で、呼吸器系、消化器系、泌尿器系、生殖器系、内分泌系からなる",
    "incorrect": "内臓は胸腔または腹腔にある臓器で、呼吸器系、消化器系、泌尿器系、生殖器系、外分泌系からなる"
  },
  {
    "correct": "リンパ小節は粘膜固有層に存在する免疫系であり、細菌を含む異物除去の役割がある",
    "incorrect": "リンパ小節は粘膜下組織に存在する免疫系であり、細菌を含む異物除去の役割がある"
  },
  {
    "correct": "胃液の酸性度はpH1～2で、鉄を溶解させ、多くの細菌を死滅させる。",
    "incorrect": "胃液の酸性度はpH3～4で、鉄を溶解させ、多くの細菌を死滅させる。"
  },
  {
    "correct": "胃液のpH1～2は、蛋白質変性により、立体構造を破壊して、一次構造にして、消化酵素の働きを促進",
    "incorrect": "胃液のpH1～2は、蛋白質変性により、立体構造を破壊して、一次構造にして、消化酵素の働きを抑制"
  },
  {
    "correct": "胆汁酸はミセルを形成し、脂肪を溶解させて、リパーゼによる消化を促進する",
    "incorrect": "胃酸はミセルを形成し、脂肪を溶解させて、リパーゼによる消化を促進する"
  },
  {
    "correct": "胆汁、膵酵素（消化酵素）はファーター乳頭から分泌される。",
    "incorrect": "胆汁、膵酵素（消化酵素）は幽門管から分泌される。"
  },
  {
    "correct": "幽門の径は数mmであるので、胃から糜粥は少しづつ十二指腸に入るようになっている",
    "incorrect": "幽門の径は数mmであるので、胃から糜粥は少しづつ空腸に入るようになっている"
  },
  {
    "correct": "糜粥は幽門を通過して十二指腸に入り、その酸性度を中和する液が、ブルン ナー腺から分泌される。",
    "incorrect": "糜粥は幽門を通過して十二指腸に入り、その酸性度を中和する液が、リーベルキューン腺から分泌される。"
  },
  {
    "correct": "空腸の吸収上皮表面は微絨毛が多数存在し、吸収面積を広げている。",
    "incorrect": "空腸の吸収上皮表面は微絨毛が多数存在し、異物を除去ている。"
  },
  {
    "correct": "臓器には中腔性臓器と実質性臓器があり、実質性臓器には肝臓、腎臓、肺、膵臓、唾液腺がある。",
    "incorrect": "臓器には中腔性臓器と実質性臓器があり、中腔性臓器には肝臓、腎臓、肺、膵臓、唾液腺がある。"
  },
  {
    "correct": "消化管の大部分は漿膜\n（臓側腹膜）に覆われるが、食道は外膜に覆われている。",
    "incorrect": "消化管の大部分は漿膜\n（臓側腹膜）に覆われるが、十二指腸は外膜に覆われている。"
  },
  {
    "correct": "口腔前庭は口唇、頬粘膜、歯列弓で囲まれた狭い間隙",
    "incorrect": "固有口腔は口唇、頬粘膜、歯列弓で囲まれた狭い間隙"
  },
  {
    "correct": "固有口腔は前方、側方を歯列弓に囲まれ、後方は口峡峡部までの腔所",
    "incorrect": "固有口腔は前方、側方を歯列弓に囲まれ、後方は扁桃輪までの腔所"
  },
  {
    "correct": "軟口蓋は口蓋帆と口蓋垂からなり、嚥下時に鼻咽腔を閉鎖する",
    "incorrect": "軟口蓋は口蓋帆と口蓋垂からなり、嚥下時に喉頭腔を閉鎖する"
  },
  {
    "correct": "ワルダイエルの咽頭輪は舌扁桃、口蓋扁桃、耳管扁桃、咽頭扁桃から構成される",
    "incorrect": "ワルダイエルの咽頭輪は舌扁桃、耳管扁桃、咽頭扁桃から構成される"
  },
  {
    "correct": "舌扁桃、口蓋扁桃、耳管扁桃は左右両側に分かれているが、咽頭扁桃は分かれていない",
    "incorrect": "咽頭扁桃、口蓋扁桃、耳管扁桃は左右両側に分かれているが、舌扁桃は分かれていない"
  },
  {
    "correct": "消化管は吻側から口腔、咽頭、食道、胃、小腸、大腸、肛門となっている",
    "incorrect": "消化管は吻側から口腔、喉頭、食道、胃、小腸、大腸、肛門となっている"
  },
  {
    "correct": "摂取した栄養の多くは空腸で吸収される。その表面は微絨毛により表面積が広くなっている",
    "incorrect": "摂取した栄養の多くは十二指腸で吸収される。その表面は微絨毛により表面積が広くなっている"
  },
  {
    "correct": "口腔、咽頭、食道、肛門管の粘膜上皮は、機械的刺激に強い、重層扁平上皮から構成される。",
    "incorrect": "口腔、咽頭、食道、肛門管の粘膜上皮は、機械的刺激に強い、多列線毛上皮から構成される。"
  },
  {
    "correct": "粘膜の定義は管腔から粘膜上皮、基底膜、粘膜固有層、粘膜筋板、粘膜下組織となっている",
    "incorrect": "粘膜の定義は管腔から粘膜上皮、基底膜、粘膜固有層、粘膜下組織となっている"
  },
  {
    "correct": "消化管の筋層は、内層が輪走筋、外層が縦走筋の２層が基本で、内輪外縦と言う",
    "incorrect": "消化管の筋層は、内層が輪走筋、外層が斜走筋の２層が基本で、内輪外斜と言う"
  },
  {
    "correct": "マイスナー神経叢、アウェルバッハ神経叢を合わせて、腸管神経系と呼び、自律神経に含まれる",
    "incorrect": "マイスナー神経叢、アウェルバッハ神経叢を合わせて、腸管神経系と呼び、感覚神経に含まれる"
  },
  {
    "correct": "腺は粘膜上皮が組織内に陥入して形成される",
    "incorrect": "腺は粘膜固有層が組織内に陥入して形成される"
  },
  {
    "correct": "肝臓が胆汁を産生して、一時的に胆嚢に貯めておく。",
    "incorrect": "胆嚢は胆汁を産生し、一時的に貯めておく。"
  },
  {
    "correct": "肝臓は大半が漿膜で覆われるが、無漿膜野が存在する。",
    "incorrect": "肝臓はすべて漿膜で覆われる。"
  },
  {
    "correct": "腸間膜内には、神経、血管、リンパ管が走行している。",
    "incorrect": "腸間膜内には、血管、リンパ管が走行しているが、神経は通っていない。"
  },
  {
    "correct": "上皮は単層と重層に大別され、細胞の形状から扁平上皮、立方上皮、円柱上皮に分類される。",
    "incorrect": "上皮は二重層と重層に大別され、細胞の形状から扁平上皮、立方上皮、円柱上皮に分類される。"
  },
  {
    "correct": "体腔（心膜腔、胸膜腔、腹膜腔）の内面を覆う上皮を中皮と言う。",
    "incorrect": "体腔（心膜腔、胸膜腔、腹膜腔）の内面を覆う上皮を内皮と言う。"
  },
  {
    "correct": "胃液は、鉄をも溶かし、酸性度が強いので、多くの細菌は生存できない。",
    "incorrect": "胃液は、鉄をも溶かし、酸性度が強いので、多くの細菌が生存しやすい。"
  },
  {
    "correct": "胆汁酸は肝臓で産生され、胆嚢で貯留される。",
    "incorrect": "胆汁酸は膵臓で産生され、胆嚢で貯留される。"
  },
  {
    "correct": "胆汁には胆汁酸、ビリルビン（ヘモグロビンの代謝産物）があり、消化酵素はない",
    "incorrect": "胆汁には胆汁酸、ビリルビン（ヘモグロビンの代謝産物）、消化酵素が含まれる"
  },
  {
    "correct": "胃は食物を糜粥にして、消化の準備を行う消化管である",
    "incorrect": "胃は食物を糜粥にして、消化・吸収を行う消化管である"
  },
  {
    "correct": "幽門が狭く、十二指腸の腺からは塩基性の液が分泌されることにより、糜粥の酸性度が中和する",
    "incorrect": "幽門が狭く、十二指腸の腺からは中性の液が分泌されることにより、糜粥の酸性度が中和する"
  },
  {
    "correct": "蛋白質合成の場であるリボソームが付着している細胞内小器官を粗面小胞体という",
    "incorrect": "蛋白質合成の場であるリボソームが付着している細胞内小器官を滑面小胞体という"
  },
  {
    "correct": "通常、消化管の粘膜固有層に腺、リンパ小節がある。",
    "incorrect": "通常、消化管の粘膜下組織に腺、リンパ小節がある。"
  },
  {
    "correct": "口腔、咽頭、食道および直腸下部は漿膜に覆われていない。",
    "incorrect": "口腔、咽頭、食道および横行結腸は漿膜に覆われていない。"
  },
  {
    "correct": "口腔は歯列弓を境に口腔前庭と固有口腔に区分される。",
    "incorrect": "口腔は歯列弓を境に口腔前庭と固有後庭に区分される。"
  },
  {
    "correct": "口峡は口蓋舌弓、口蓋咽頭弓、舌背から構成される",
    "incorrect": "口峡は歯列後隙、口蓋舌弓、口蓋咽頭弓から構成される"
  },
  {
    "correct": "口蓋舌弓と口蓋咽頭弓の間のくぼみを扁桃窩とよび、そこに口蓋扁桃がある。",
    "incorrect": "口蓋舌弓と口蓋咽頭弓の間のくぼみを扁桃窩とよび、そこに咽頭扁桃がある。"
  },
  {
    "correct": "扁桃はリンパ小節の集まりで、免疫系に属する",
    "incorrect": "扁桃はリンパ小節の集まりで、内分泌系に属する"
  },
  {
    "correct": "口峡峡部は口腔と咽頭をつなぐ狭い通路",
    "incorrect": "口峡峡部は口腔と鼻腔をつなぐ狭い通路"
  },
  {
    "correct": "小腸は吻側から十二指腸、空腸、回腸となっている。",
    "incorrect": "小腸は吻側から空腸、回腸、十二指腸となっている。"
  },
  {
    "correct": "回腸の表面には絨毛は発達していない。",
    "incorrect": "回腸の表面には絨毛は発達している。"
  },
  {
    "correct": "消化管壁の粘膜上皮の多くは、分泌・吸収の役目を果たす単層円柱上皮から構成される",
    "incorrect": "消化管壁の粘膜上皮の多くは、物質交換の役目を果たす単層扁平上皮から構成される"
  },
  {
    "correct": "消化管壁の構造は、粘膜、筋層、漿膜（外層）の３層からなる。",
    "incorrect": "消化管壁の構造は、粘膜、筋層、基底膜の３層からなる。"
  },
  {
    "correct": "食道上部は横紋筋、食道下部は平滑筋、中部は横紋筋と平滑筋が混在している",
    "incorrect": "食道上部は横紋筋、食道下部は平滑筋、中部は斜走筋が存在している"
  },
  {
    "correct": "マイスナー神経叢は粘膜の腺分泌を、アウェルバッハ神経叢は蠕動を調節している。",
    "incorrect": "アウェルバッハ神経叢は粘膜の腺分泌を、マイスナー神経叢は蠕動を調節している。"
  },
  {
    "correct": "食道腺、ブルンナー腺は粘膜筋板を超えて、粘膜下組織に陥入する特殊な腺",
    "incorrect": "食道腺、ブルンナー腺は基底膜を超えて、粘膜固有層に陥入する特殊な腺"
  },
  {
    "correct": "消化器系の付属腺は唾液腺、肝臓、膵臓、胆嚢からなる",
    "incorrect": "消化器系の付属腺は唾液腺、肝臓、膵臓、脾臓からなる"
  },
  {
    "correct": "食道は漿膜に全く覆われてなく、外膜で覆われている。",
    "incorrect": "食道は漿膜に一部覆われていて、外膜でも覆われている。"
  },
  {
    "correct": "漿膜（腹膜）は臓側腹膜と壁側腹膜に区分される",
    "incorrect": "漿膜（腹膜）は臓側腹膜と腹側腹膜に区分される"
  },
  {
    "correct": "移行上皮は膀胱や尿管にあり、内腔が空の状態で円柱上皮、尿で満たされると扁平上皮に移行する",
    "incorrect": "単層立方上皮は膀胱や尿管にあり、内腔が空の状態で円柱上皮、尿で満たされると扁平上皮に移行する"
  },
  {
    "correct": "心臓や血管の内腔を覆う上皮を内皮とよぶ",
    "incorrect": "心臓や血管の内腔を覆う上皮を中皮とよぶ"
  },
  {
    "correct": "ピロリ菌は胃液の中で生存している",
    "incorrect": "ピロリ菌は胃液の中で生存できない"
  },
  {
    "correct": "胆汁酸は石鹸と同様、界面活性作用があり、その作用で脂肪を水に溶解させる",
    "incorrect": "胆汁酸は石鹸と同様、界面活性作用があり、その作用で脂肪を水から分離する"
  },
  {
    "correct": "胆汁は胆嚢では産生されない。肝臓で産生される",
    "incorrect": "胆汁は胆嚢で産生される。"
  },
  {
    "correct": "幽門の径が大きいと、糜粥は十二指腸に短時間で大量に入り、十二指腸を損傷する。",
    "incorrect": "幽門の径が大きいと、糜粥は十二指腸に短時間で大量に入り、消化・吸収が促進する"
  },
  {
    "correct": "ブルンナー腺は十二指腸にあり、重炭酸イオン\n（HCO₃⁻）を分泌する",
    "incorrect": "ブルンナー腺は十二指腸にあり、ガストリンを分泌する"
  },
  {
    "correct": "ミトコンドリアは細胞のエネルギー産生に寄与する",
    "incorrect": "ミトコンドリアは加水分解酵素を含み物質の分解に寄与する"
  },
  {
    "correct": "実質臓器の被膜から実質内部に大小の中隔が伸びだし、多くの機能単位（肺小葉）に区切っている",
    "incorrect": "実質臓器の被膜から実質内部に大小の中隔が伸びだし、多くの機能単位（粘膜）に区切っている"
  },
  {
    "correct": "十二指腸、上行結腸、下行結腸は前面（腹側）が漿膜に接している。",
    "incorrect": "十二指腸、上行結腸、下行結腸は後面（壁側）が漿膜に接している。"
  },
  {
    "correct": "口腔前庭は歯後隙を介して、固有口腔とつながっている。",
    "incorrect": "口腔前庭は硬口蓋を介して、固有口腔とつながっている。"
  },
  {
    "correct": "口腔粘膜の前2/3は骨〔上顎骨、口蓋骨〕を被う硬口蓋、後1/3は軟口蓋と言う",
    "incorrect": "口腔粘膜の前1/3は骨〔上顎骨、口蓋骨〕を被う硬口蓋、後2/3は軟口蓋と言う"
  },
  {
    "correct": "歯の軟組織である歯髄の中に神経と血管がある。",
    "incorrect": "歯の軟組織である歯髄の外に神経と血管がある。"
  },
  {
    "correct": "喉は易感染性で、ワルダイエルの咽頭輪により感染を防止している",
    "incorrect": "喉は易感染性で、口蓋垂により感染を防止している"
  },
  {
    "correct": "ミュータンス菌は虫歯の原因菌で、砂糖を餌にして、乳酸を産生して、エナメル質を溶かす。",
    "incorrect": "ミュータンス菌は歯周病の原因菌で、砂糖を餌にして、乳酸を産生して、エナメル質を溶かす。"
  }
]